Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_AUTO_FPS_VFR_FOOTER
source: Automatically reduce the frame rate to improve low light video and to optimize file size.
ar: تقليل معدل الإطارات تلقائيًا لتحسين فيديو الإضاءة الضعيفة وتحسين حجم الملف.
bg: Автоматично намалява кадрите в секунда, за да се подобри видеото при слаба светлина и оптимизира размера на файла.
bn: স্বয়ংক্রিয়ভাবে কম আলোয় ভিডিও তোলার দৃশ্য উন্নত করতে এবং ফাইল সাইজ অপ্টিমাইজ করতে ফ্রেম রেট কমিয়ে দেয়।
ca: Redueix automàticament la freqüència de fotogrames per millorar els vídeos amb poca llum i optimitzar la mida de l’arxiu.
cs: Při slabém osvětlení se pro zlepšení kvality videa a optimalizaci velikosti souboru automaticky sníží snímková frekvence.
da: Reducer automatisk billedfrekvensen for at forbedre video i dårligt lys og optimere arkivstørrelsen.
de: Reduziert die Bildrate automatisch, um Videoaufnahmen bei wenig Licht zu verbessern und die Dateigröße zu optimieren.
el: Αυτόματη μείωση του ρυθμού καρέ για βελτίωση βίντεο χαμηλού φωτισμού και βελτιστοποίηση του μεγέθους αρχείου.
es: Reduce automáticamente la frecuencia de fotogramas para mejorar los vídeos con poca luz y optimizar el tamaño de archivo.
es_us: Reduce automáticamente la frecuencia de fotograma para mejorar videos con poca luz y optimizar el tamaño de los archivos.
fi: Laskee kuvataajuuden automaattisesti videon parantamiseksi heikossa valossa ja tiedostokoon optimoimiseksi.
fr: Réduisez automatiquement la fréquence d’images pour améliorer les vidéos filmées en éclairage faible et optimiser la taille de fichier.
fr_ca: Réduit automatiquement la fréquence d’images pour améliorer la qualité des vidéos à faible niveau de lumière et optimiser la taille des fichiers.
gu: લો લાઇટ વીડિયોને સુધારવા અને ફાઇલ સાઇઝ ઑપ્ટિમાઇઝ કરવા માટે ફ્રેમ રેટ ઑટોમૅટિક રીતે ઘટાડશે.
he: ניתן להפחית את קצב הפריימים באופן אוטומטי לשיפור צילומי וידאו בתאורה נמוכה ולמיטוב גודל הקובץ.
hi: निम्न प्रकाश वीडियो में सुधार करने के लिए और फ़ाइल आकार ऑप्टिमाइज़ करने के लिए फ़्रेम रेट ऑटोमैटिकली घटाएँ।
hr: Automatski smanjite brzinu sličica radi poboljšanja videozapisa snimanih pri slabom osvjetljenju i optimizacije veličine datoteke.
hu: A képkockasebesség automatikus csökkentése az alacsony fényerejű videók javításához és a fájlméret optimalizálásához.
id: Kurangi laju bingkai secara otomatis untuk meningkatkan video rendah cahaya dan mengoptimalkan ukuran file.
it: Riduci in modo automatico la frequenza dei fotogrammi per migliorare la qualità dei video con scarsa luminosità e ottimizzare le dimensioni dei file.
ja: 低照度のビデオを見やすくし、ファイルサイズを最適化するために、フレームレートを自動的に落とします。
kk: Көмескі жарықта түсірілген видеоны жақсартып, файл өлшемін оңтайландыру үшін кадр жиілігін автоматты түрде азайту.
kn: ಕಡಿಮೆ ಬೆಳಕಿನ ವೀಡಿಯೊವನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಫೈಲ್ ಗಾತ್ರವನ್ನು ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲು ಫ್ರೇಮ್ ರೇಟ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕಡಿಮೆ ಮಾಡಿ.
ko: 저조도 비디오를 향상하고 파일 크기를 최적화하기 위해 자동으로 프레임률을 줄입니다.
lt: Automatiškai sumažinkite kadrų dažnį, kad pagerintumėte vaizdo įrašus esant prietemai ir optimizuotumėte failo dydį.
ml: കുറഞ്ഞ വെളിച്ചമുള്ള വീഡിയോ മെച്ചപ്പെടുത്താനും ഫയൽ വലിപ്പം ഓപ്റ്റിമൈസ് ചെയ്യാനും ഫ്രെയിം റേറ്റ് ഓട്ടോമാറ്റിക്കായി കുറയ്ക്കൂ.
mr: कमी प्रकाशित व्हिडिओ सुधारण्यासाठी आणि फाइलचा आकार ऑप्टिमाइझ करण्यासाठी फ्रेम रेट ऑटोमॅटिकली कमी करा.
ms: Kurangkan kadar bingkai secara automatik untuk menambahbaik video cahaya malap dan mengoptimumkan saiz fail.
nb: Reduser bildefrekvensen automatisk for å ta bedre videoer i svakt lys og optimalisere filstørrelsen.
nl: Verlaag de beeldsnelheid automatisch om video met weinig licht te verbeteren en om bestandsgrootte te optimaliseren.
or: କମ୍ ଲାଇଟ୍ ଭିଡିଓରେ ଉନ୍ନତି ଏବଂ ଫାଇଲ୍ ଆକାର ଅପ୍ଟିମାଇଜ୍ କରିବାପାଇଁ ଫ୍ରେମ୍ ରେଟ୍ ସ୍ବୟଂଚାଳିତ ଭାବରେ ହ୍ରାସ ହେବ।
pa: ਘੱਟ ਰੌਸ਼ਨੀ ਦੀ ਵੀਡੀਓ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਅਤੇ ਫ਼ਾਈਲ ਆਕਾਰ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰਨ ਲਈ ਫ਼ਰੇਮ ਦਰ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਘਟਾਓ।
pl: Automatyczne redukowanie liczby klatek wideo w celu zapewnienia lepszej jakości przy słabym świetle oraz optymalizowania wielkości pliku.
pt_br: Reduz a taxa de quadros automaticamente para melhorar os vídeos em luz baixa e otimizar o tamanho do arquivo.
pt_pt: Reduzir automaticamente a taxa de fotogramas para melhorar a captura de vídeo em condições de fraca luminosidade e otimizar o tamanho de ficheiro.
ro: Frecvența cadrelor va fi redusă automat pentru a îmbunătăți calitatea înregistrării video în condiții de iluminare slabă și pentru a optimiza dimensiunea fișierului.
ru: Автоматическое уменьшение частоты кадров для улучшения видео, снятого в условиях слабой освещенности, и оптимизации размера файла.
sk: Automaticky vylepší videá nahrávané pri slabom osvetlení a optimalizuje veľkosť súboru znížením frekvencie snímok.
sl: Samodejno zmanjša hitrost sličic z namenom izboljšanja kakovosti videa, posnetega v slabših svetlobnih pogojih, in za optimizacijo velikosti datoteke.
sv: Minska bildfrekvensen automatiskt så att videokvaliteten förbättras vid svagt ljus och filstorleken optimeras.
ta: குறைந்த வெளிச்சத்தில் வீடியோவின் தரத்தை மேம்படுத்துவதற்காகவும் கோப்பு அளவை உகந்ததாக்குவதற்காகவும் ஃபிரேம் விகிதத்தைத் தானாகவே குறைக்கும்.
te: తక్కువ లైట్ ఉన్న వీడియోను మెరుగుపరచడానికి మరియు ఫైల్ సైజ్‌ను ఆప్టిమైజ్ చేయడానికి ఫ్రేమ్ రేట్‌ను ఆటోమేటిక్‌గా తగ్గిస్తుంది.
th: ลดอัตราเฟรมโดยอัตโนมัติเพื่อปรับวิดีโอที่มีแสงสว่างน้อยและปรับขนาดไฟล์
tr: Az ışıklı videoları iyileştirmek ve dosya büyüklüğünü en iyi duruma getirmek için kare hızını otomatik olarak azaltır.
uk: Автоматично зменшувати частоту кадрів, щоб покращити якість відео в умовах низької освітленості та оптимізувати розмір файлів.
ur: کم روشنی والی ویڈیو کو بہتر بنانے کے لیے اور فائل سائز کو آپٹیمائز کرنے کے لیے فریم ریٹ کو آٹومیٹک طریقے سے کم کریں۔
vi: Tự động giảm tốc độ khung hình để cải thiện video ánh sáng yếu và để tối ưu hóa kích cỡ tệp.
zh_cn: 自动减少帧速率以改善低光视频并优化文件大小。
zh_hk: 自動減少格率以改善低光影片並最佳化檔案大小。
zh_tw: 自動降低影格率來改進低光影片並最佳化檔案大小。

# CAM_AUTO_FPS_VFR_OFF
source: Off
ar: متوقف
bg: Изкл.
bn: বন্ধ
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: Desactivada
es_us: No
fi: Pois
fr: Non
fr_ca: Non
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
kn: ಆಫ್
ko: 끔
lt: Išjungta
ml: ഓഫ്
mr: ऑफ
ms: Tak aktif
nb: Av
nl: Uit
or: ଅଫ୍
pa: ਬੰਦ
pl: Wył.
pt_br: Desativado
pt_pt: Não
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: Вимкнено
ur: بند
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# CAM_AUTO_FPS_VFR_RADIO_FOOTER
source: Auto FPS will reduce the frame rate to 24 fps to improve low light video, and optimize the frame rate of 60 fps video based on scene motion. Apply Auto FPS to only 30 fps video or to both 30 and 60 fps video.
ar: سيقلل إعداد "معدل إطار/ث تلقائي" معدل الإطارات تلقائيًا إلى ٢٤ إطار/ث لتحسين فيديو الإضاءة الضعيفة، وسيحسّن معدل الإطارات في الفيديوهات التي معدّلها ٦٠ إطار/ث حسب حركة المشهد. يمكنك تطبيق إعداد "معدل إطار/ث تلقائي" على فيديو ٣٠ إطار/ث فقط أو على كل من ٣٠ و ٦٠ إطار/ث.
bg: При използване на Авто кадри/сек се намалява честотата на кадрите в секунда на 24 кадъра/сек, за да се подобри видеото при слаба светлина и се оптимизира честотата на кадрите в секунда на видео с 60 кадъра/сек на база на движението в сцената. Прилага се Авто кадри/сек само при видео с честота 30 кадъра/сек или при видео както с честота 30, така и с 60 кадъра/сек.
bn: অটো FPS কম আলোয় ভিডিও তোলার কাজটিকে উন্নত করতে ফ্রেম রেট ^[24](formatNumber: true) fps-এ কমিয়ে দেয় এবং দৃশ্যের গতির উপর নির্ভর করে ^[60](formatNumber: true) fps ভিডিওর ফ্রেম রেট অপ্টিমাইজ করে। স্রেফ ^[30](formatNumber: true) fps ভিডিও অথবা ^[30](formatNumber: true) এবং ^[60](formatNumber: true) fps উভয় ধরনের ভিডিওর জন্য অটো FPS ব্যবহার করুন।
ca: L’FPS automàtic redueix la freqüència de fotogrames a 24 fps per millorar els vídeos amb poca llum i optimitzar la freqüència de fotogrames dels vídeos de 60 fps en funció del moviment de l’escena. L’FPS automàtic es pot aplicar només als vídeos de 30 fps o als de 30 i 60 fps.
cs: Funkce Automatické FPS při natáčení za slabého osvětlení zlepší kvalitu záznamu snížením snímkové frekvence na 24 fps. U videí pořizovaných v režimu 60 fps optimalizuje snímkovou frekvenci podle pohybu v záběru. Můžete ji použít buď jen pro záznam při 30 fps, nebo při 30 i 60 fps.
da: Auto-BPS reducerer billedfrekvensen til 24 bps for at forbedre video i dårligt lys og optimerer billedfrekvensen for video med 60 bps baseret på bevægelse i scenen. Brug Auto-BPS til videoer med 30 bps eller til videoer med både 30 bps og 60 bps.
de: „Auto-FPS“ reduziert die Bildrate auf 24 fps, um Videoaufnahmen bei wenig Licht zu verbessern, und optimiert die Bildrate von Videos mit 60 fps anhand der Bewegung in einer Szene. Wende „Auto-FPS“ nur auf Videos mit 30 fps an oder sowohl auf Videos mit 30 fps als auch auf Videos mit 60 fps.
el: Με τη ρύθμιση «FPS αυτόματα», ο ρυθμός καρέ θα μειωθεί σε 24 καρέ/δευτ. για βελτίωση βίντεο χαμηλού φωτισμού, και ο ρυθμός καρέ των βίντεο στα 60 καρέ/δευτ. θα βελτιστοποιηθεί με βάση την κίνηση σε σκηνές. Εφαρμόστε τη ρύθμιση «FPS αυτόματα» μόνο σε βίντεο 30 καρέ/δευτ. ή σε βίντεο 30 και 60 καρέ/δευτ.
es: La frecuencia de fps automática reduce la frecuencia de fotogramas a 24 fps para mejorar los vídeos con poca luz y optimiza la frecuencia de fotogramas de los vídeos a 60 fps en función del movimiento de la escena. Puedes aplicar esta opción solamente a vídeos de 30 fps o tanto a vídeos de 30 como de 60 fps.
es_us: La opción Frecuencia automática reducirá la frecuencia de fotogramas a 24 fps para mejorar los videos tomados con poca luz y optimizará la frecuencia de los videos de 60 fps según el movimiento de la escena. Puedes aplicar esta opción solamente a los videos de 30 fps o tanto a videos de 30 como de 60 fps.
fi: Automaattinen FPS laskee kuvataajuuden 24 fps:ään videon parantamiseksi heikossa valossa ja optimoi 60 fps:n kuvataajuuden tilanteen liikkeen mukaan. Automaattinen FPS voidaan asettaa joko ainoastaan 30 fps:n videolle tai sekä 30 että 60 fps:n videolle.
fr: « IPS auto » réduit la fréquence d’images à 24 ips pour améliorer les vidéos filmées en éclairage faible et optimise la fréquence d’images des vidéos à 60 ips en fonction de l’animation de la scène. Vous pouvez appliquer le réglage « IPS auto » aux vidéos à 30 ips uniquement ou aux vidéos à 30 et 60 ips.
fr_ca: La fonction IPS auto. réduira la fréquence d’images à 24 ips pour améliorer la qualité des vidéos à faible niveau de lumière et optimisera la fréquence d’images des vidéos à 60 ips en fonction du mouvement dans la scène. Appliquez cette fonction aux vidéos à 30 ips uniquement, ou aux vidéos à 30 et à 60 ips.
gu: ઑટો FPS લો લાઇટ વીડિયોને સુધારવા માટે ફ્રેમ રેટ ઘટાડીને 24 fps પર કરી દેશે અને સીનની ગતિના આધારે 60 fps વીડિયોના ફ્રેમ રેટને ઑપ્ટિમાઇઝ કરી દેશે. ઑટો FPS માત્ર 30 fps વીડિયો અથવા 30 અને 60 fps વીડિયો બંને પર લાગુ કરો.
he: ״קצב FPS אוטו׳״ יפחית את קצב הפריימים ל-⁨24 FPS⁩ כדי לשפר צילומי וידאו בתאורה נמוכה, וימטב את קצב הפריימים של צילומים ב-⁨60 FPS⁩ לפי מהירות התנועה בסצנה. ניתן לבחור אם להפעיל ״קצב FPS אוטו׳״ רק בסרטונים של ⁨30 FPS⁩ או בסרטונים של ⁨30 FPS⁩ ו-⁨60 FPS⁩.
hi: ऑटो FPS निम्न प्रकाश वीडियो में सुधार करने के लिए फ़्रेम रेट को घटाकर 24 fps पर कर देगा और दृश्य की गति के आधार पर 60 fps वीडियो के फ़्रेम रेट को ऑप्टिमाइज़ कर देगा। ऑटो FPS को केवल 30 fps वीडियो या 30 और 60 fps वीडियो दोनों पर लागू करें।
hr: Auto FPS će smanjiti brzinu sličica na 24 fps radi poboljšanja videozapisa snimanih pri slabom osvjetljenju te optimizirati brzinu sličica videozapisa od 60 fps na temelju kretanja scene. Primijenite Auto FPS samo na videozapis od 30 fps ili na videozapise od 30 i 60 fps.
hu: Az Automatikus képkockasebesség 24 fps-re csökkenti a képkockasebességet az alacsony fényerejű videók javításához, továbbá a jelenetekben található mozgás alapján optimizálja azt 60 fps képkockasebességű videók esetében. Az Automatikus képkockasebesség alkalmazható csak a 30 fps sebességű videókra, illetve a 30 és 60 fps sebességű videókra egyaránt.
id: FPS Otomatis akan mengurangi laju bingkai menjadi 24 fps untuk meningkatkan video rendah cahaya dan mengoptimalkan video berlaju bingkai 60 fps berdasarkan gerakan pemandangan. Terapkan FPS Otomatis ke video 30 fps atau ke video 30 fps dan 60 fps.
it: L’opzione “FPS automatico” ridurrà la frequenza dei fotogrammi a 24 fps per migliorare la qualità dei video con scarsa luminosità e ottimizzerà la frequenza dei video a 60 fps in base al movimento nelle scene. Puoi applicare “FPS automatico” solo ai video a 30 fps oppure ai video a 30 e 60 fps.
ja: “FPS自動調整”は、低照度のビデオを見やすくするためにフレームレートを24 fpsに落とし、シーンの動きに基づいて60 fpsのビデオのフレームレートを最適化します。30 fpsのビデオにのみ適用するか、30 fpsと60 fps両方のビデオに適用するかを選択できます。
kk: «Кадр жиілігін авто таңдау» функциясы жарығы төмен видеоны жақсарту үшін кадр жиілігін 24 кадр/⁠с дейін төмендетеді және кадрдағы объектілердің қозғалысына байланысты кадр жиілігін 60 кадр/с видео үшін оңтайландырады. «Кадр жиілігін авто таңдау» функциясын тек 30 кадр/с немесе 30 және 60 кадр/с видеоға қолдануға болады.
kn: ಆಟೋ FPS, ಕಡಿಮೆ ಬೆಳಕಿನ ವೀಡಿಯೊವನ್ನು ಸುಧಾರಿಸಲು ಫ್ರೇಮ್ ರೇಟ್ ಅನ್ನು 24 fpsಗೆ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ದೃಶ್ಯ ಚಲನೆಯನ್ನು ಆಧರಿಸಿ 60 fps ವೀಡಿಯೊದ ಫ್ರೇಮ್ ರೇಟ್ ಅನ್ನು ಆಪ್ಟಿಮೈಸ್ ಮಾಡುತ್ತದೆ. 30 fps ವೀಡಿಯೊಗೆ ಮಾತ್ರ ಅಥವಾ 30 ಮತ್ತು 60 fps ಈ ಎರಡೂ ವೀಡಿಯೊಗಳಿಗೂ ಆಟೋ FPS ಅನ್ನು ಅನ್ವಯಿಸಿ.
ko: 자동 FPS는 저조도 비디오를 향상하기 위해 프레임률을 24fps로 줄이고 장면 모션을 기반으로 60fps 비디오의 프레임률을 최적화합니다. 자동 FPS를 30fps 비디오에만, 또는 30fps 비디오와 60fps 비디오 양쪽에 적용하십시오.
lt: Automatinis kadr./s nustatymas sumažins kadrų dažnį iki 24 kadr./s, kad pagerintų esant prietemai įrašytus vaizdo įrašus, ir optimizuos 60 kadr./s vaizdo įrašo kadrų dažnį pagal scenos judėjimą. Automatinį kadr./s nustatymą taikykite tik 30 kadr./s vaizdo įrašams arba tiek 30 kadr./s, tiek ir 60 kadr./s vaizdo įrašams.
ml: ഓട്ടോ FPS കുറഞ്ഞ വെളിച്ചത്തിലെടുക്കുന്ന വീഡിയോ മെച്ചപ്പെടുത്താനായി ഫ്രെയിം റേറ്റ് 24 fps-ലേക്ക് കുറയ്ക്കുകയും വീഡിയോയിലെ ചലനം അടിസ്ഥാനമാക്കി 60 fps വീഡിയോയുടെ ഫ്രെയിം റേറ്റ് ഓപ്റ്റിമൈസ് ചെയ്യുകയും ചെയ്യുന്നു. 30 fps വീഡിയോയിലേക്ക് മാത്രമായോ 30, 60 fps വീഡിയോ എന്നീ രണ്ടിലേക്കുമായോ ഓട്ടോ FPS പ്രയോഗിക്കൂ.
mr: कमी प्रकाशित व्हिडिओ सुधारण्यासाठी ऑटो FPS फ्रेम रेट ^[24](formatNumber: true) fps पर्यंत कमी करेल, आणि ^[60](formatNumber: true) fps व्हिडिओचा फ्रेम रेट दृश्य हालचालीवर आधारित ऑप्टिमाइझ करेल. फक्त ^[30](formatNumber: true) fps व्हिडिओला किंवा ^[30](formatNumber: true) आणि ^[60](formatNumber: true) fps दोन्ही व्हिडिओसाठी ऑटो FPS लागू करा.
ms: BPS Auto akan mengurangkan kadar bingkai kepada 24 bps untuk menambahbaik video cahaya malap dan mengoptimumkan kadar bingkai video 60 bps berdasarkan pergerakan adegan. Gunakan BPS Auto hanya pada video 30 bps atau pada video 30 dan juga 60 bps.
nb: Automatisk BPS reduserer bildefrekvensen til 24 bps for å ta bedre videoer i svakt lys og optimaliserer bildefrekvensen for 60 bps-video basert på bevegelser i bildet. Bruk Automatisk BPS på video med kun 30 bps eller video med både 30 og 60 bps.
nl: Met automatische fps wordt de beeldsnelheid verlaagd tot 24 fps om video met weinig licht te verbeteren en wordt de beeldsnelheid van video met 60 fps geoptimaliseerd op basis van beweging in de scène. Je kunt automatische fps alleen toepassen op video van 30 fps of op video van zowel 30 fps als 60 fps.
or: କମ୍ ଲାଇଟ୍ ଭିଡିଓରେ ଉନ୍ନତି କରିବା ପାଇଁ ଅଟୋ FPS ଫ୍ରେମ୍ ରେଟ୍ ^[24](formatNumber: true) fpsକୁ ହ୍ରାସ କରିବ ଏବଂ ଦୃଶ୍ୟ ଗତି ଆଧାରରେ ^[60](formatNumber: true)fpsର ଭିଡିଓର ଫ୍ରେମ୍ ରେଟ୍ ଅପ୍ଟିମାଇଜ୍ କରିବ। ଅଟୋ FPSକୁ କେବଳ ^[30](formatNumber: true) fps ଭିଡିଓ କିମ୍ବା ଉଭୟ ^[30](formatNumber: true) ଓ ^[60](formatNumber: true) fps ଭିଡିଓରେ ଲାଗୁ କରନ୍ତୁ।
pa: ਆਟੋ FPS ਘੱਟ ਰੌਸ਼ਨੀ ਵਾਲੀ ਵੀਡੀਓ ਵਿੱਚ ਸੁਧਾਰ ਕਰਨ ਲਈ ਫ਼ਰੇਮ ਦਰ ਨੂੰ ਘਟਾ ਕੇ ^[24](formatNumber: true) fps ‘ਤੇ ਕਰ ਦੇਵੇਗਾ ਅਤੇ ਦ੍ਰਿਸ਼ ਦੀ ਗਤੀ ਦੇ ਆਧਾਰ ‘ਤੇ ^[60](formatNumber: true) fps ਵੀਡੀਓ ਦੀ ਫ਼ਰੇਮ ਦਰ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਵੇਗਾ। ਆਟੋ FPS ਨੂੰ ਸਿਰਫ਼ ^[30](formatNumber: true) fps ਵੀਡੀਓ ਜਾਂ ^[30](formatNumber: true) ਅਤੇ ^[60](formatNumber: true) fps ਵੀਡੀਓ ਦੋਵਾਂ ‘ਤੇ ਲਾਗੂ ਕਰੋ।
pl: Funkcja Automatyczna liczba klatek będzie redukować liczbę klatek wideo do 24 na sekundę w celu zapewnienia lepszej jakości przy słabym świetle oraz optymalizować liczbę klatek wideo nagrywanego przy 60 kl./s na podstawie ruchu. Możesz stosować tę funkcję tylko przy 30 kl./s lub przy 30 kl./s i 60 kl./s.
pt_br: O FPS Automático reduz a taxa de quadros para 24 fps para melhorar os vídeos em luz baixa e otimiza a taxa de quadros de vídeos em 60 fps com base no movimento da cena. Aplique o FPS Automático apenas a vídeos em 30 fps ou a vídeos em 30 e 60 fps.
pt_pt: A opção FPS automático reduzirá a taxa de fotogramas para 24 fps para melhorar a captura de vídeo em condições de fraca luminosidade e otimizar a taxa de fotogramas de vídeo a 60 fps com base no movimento na cena. Aplique FPS automático só a vídeo a 30 fps ou a vídeo a 30 e 60 fps.
ro: Opțiunea “FPS automat" va reduce frecvența cadrelor la 24 fps pentru a îmbunătăți calitatea înregistrării în condiții de iluminare slabă și va optimiza frecvența cadrelor din clipurile video la 60 fps în funcție de dinamica scenei. Puteți aplica opțiunea “FPS automat" fie doar clipurilor video la 30 fps, fie atât celor la 30, cât și la 60 fps.
ru: Функция автовыбора частоты снизит частоту кадров до 24 кадр⁠/⁠с для улучшения слишком темного видео и оптимизирует частоту кадров для видео с частотой 60 кадр⁠/⁠с, в зависимости от движения объектов в кадре. Применять автовыбор частоты можно либо только к видео с частотой кадров 30 кадр⁠/⁠с, либо и к 30 кадр⁠/⁠с, и к 60 кадр⁠/⁠с.
sk: Autom. FPS vylepší videá nahrávané pri slabom osvetlení znížením frekvencie snímok na 24 fps a optimalizuje video s frekvenciou snímok 60 fps podľa pohybu scény. Autom. FPS použite len na video s 30 fps alebo na video s 30 fps aj 60 fps.
sl: Samodejno št. sličic/s bo zmanjšalo hitrost sličic na 24 sličic/s z namenom izboljšanja kakovosti videa, posnetega v slabših svetlobnih pogojih, in optimiziralo hitrost sličic videa s 60 sličicami/s glede na premikanje v prizoru. Samodejno št. sličic/s lahko uporabite samo za videe s 30 sličicami/s ali za tako videe s 30 sličicami/s kot videe s 60 sličicami/s.
sv: Automatisk bildhastighet minskar bildhastigheten till 24 bilder/s så att videokvaliteten förbättras vid svagt ljus och optimerar bildhastigheten på video med 60 bilder/s baserat på miljörörelser. Använd automatisk bildhastighet endast på video med 30 bilder/s video eller video med både 30 och 60 bilder/s.
ta: ஆட்டோ FPS அம்சம், குறைந்த வெளிச்சத்தில் வீடியோவின் தரத்தை மேம்படுத்துவதற்காக ஃபிரேம் விகிதத்தை 24 fpsக்குக் குறைக்கும், காட்சி நகர்வின் அடிப்படையில் 60 fps வீடியோவின் ஃபிரேம் விகிதத்தை உகந்ததாக்கும். ஆட்டோ FPSஐ 30 fps வீடியோவிற்கு மட்டும் பயன்படுத்தலாம் அல்லது 30 fps வீடியோ, 60 fps வீடியோ ஆகிய இரண்டிற்கும் பயன்படுத்தலாம்.
te: ఆటో FPS తక్కువ లైట్ వీడియోను మెరుగుపరచడానికి ఫ్రేమ్ రేట్‌ను 24 fpsకు తగ్గిస్తుంది మరియు 60 fps వీడియో ఫ్రేమ్ రేట్‌ను దృశ్యం చలనానికి తగ్గట్లుగా ఆప్టిమైజ్ చేస్తుంది. 30 fps వీడియోకు మాత్రమే లేదా 30 మరియు 60 fps వీడియో రెండింటికీ ఆటో FPSను వర్తింపజేస్తుంది.
th: FPS อัตโนมัติจะลดอัตราเฟรมโดยอัตโนมัติเป็น 24 fps เพื่อปรับวิดีโอที่มีแสงสว่างน้อยและปรับอัตราเฟรมของวิดีโอ 60 fps ให้เหมาะสมตามการเคลื่อนไหวของฉาก ปรับใช้ FPS อัตโนมัติเฉพาะกับวิดีโอ 30 fps หรือปรับใช้กับวิดีโอทั้งแบบ 30 fps และ 60 fps
tr: Otomatik Kare Hızı, az ışıklı videoları iyileştirmek ve 60 kare/sn. videoların kare hızını sahnedeki hareketlere göre en iyi duruma getirmek için kare hızını 24 kare/sn. olarak değiştirir. Otomatik Kare Hızı’nı yalnızca 30 kare/sn. videolara veya hem 30 hem de 60 kare/sn. videolara uygular.
uk: Функція «Автовибір частоти кадрів» зменшуватиме частоту кадрів до 24 кадр/c, щоб покращити якість відео в умовах низької освітленості, і оптимізуватиме частоту кадрів для відео 60 кадр/с відповідно до типу сюжету. Застосовуйте «Автовибір частоти кадрів» тільки до відео з частотою 30 кадр/с або до відео з частотами і 30 кадр/с, і 60 кадр/с.
ur: کم روشنی والی ویڈیو کو بہتر بنانے کے لیے آٹو ‏FPS فریم ریٹ کو کم کرکے ‏⁨^[24](formatNumber: true) fps⁩ پر کر دے گا اور منظر کے موشن پر مبنی ‏⁨^[60](formatNumber: true) fps⁩ ویڈیو کے فریم ریٹ کو آپٹیمائز کر دے گا۔ آٹو ‏FPS کو صرف ‏⁨^[30](formatNumber: true) fps⁩ ویڈیو یا ‏^[30](formatNumber: true) اور ‏⁨^[60](formatNumber: true) fps⁩ ویڈیو دونوں پر لاگو کریں۔
vi: FPS tự động sẽ giảm tốc độ khung hình xuống 24 fps để cải thiện video ánh sáng yếu và tối ưu hóa tốc độ khung hình của video 60 fps dựa trên chuyển động cảnh. Chỉ áp dụng FPS tự động cho video 30 fps hoặc cho cả video 30 và 60 fps.
zh_cn: “自动FPS”会将帧速率减少到24 fps以改善低光视频，并根据场景动作优化60 fps帧速率的视频。将“自动FPS”仅应用到30 fps视频，或应用到30 fps和60 fps视频。
zh_hk: 自動FPS會減少格率至24 fps以改善低光影片，並根據場景動作最佳化格率為60 fps的影片。將自動FPS只套用至30 fps影片或套用至30和60 fps影片。
zh_tw: 「自動FPS」會將影格率降到24 fps以改進低光影片，並依據場景動作來最佳化60 fps影片的影格率。只能將「自動FPS」套用到30 fps影片或30和60 fps影片上。
